Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/compiled/ted2020v1/en-ne.tmx
Source language: en
Languages: ne

source: I wrote a letter that started out, "Dear Researcher."
ne: र मैंले चिठी लेख्न सुरु गरेँ - "प्यारा अनुसन्धानकर्ता"

source: I explained who I was, and I asked if they could tell me why they requested infant retinas in March of 2010, and I asked if my family could visit their lab.
ne: मैंले- म को हुँ, आफ्नो बारेमा लेखें, मैंले सोधें, २०१० को मार्चमा उनीहरुले आँखाको रेटिना किन मागेको थिए र मैंले उनीहरुको ल्याब हेर्न चाहना ब्यक्त गरेँ

source: I emailed it to the eye bank that arranged the donation, the Old Dominion Eye Foundation, and asked if they could send it to the right person.
ne: आँखा दानको प्रबन्ध मिलाउने अस्पताललाई इमेल लेखें, र सम्बन्धित व्यक्तिसम्म यो इमेल पुर्याईदिन अनुरोध गरेँ ।

source: They said that they had never done this before, and they couldn't guarantee a response, but they wouldn't be an obstacle, and they would deliver it.
ne: उनीहरुले भने, आजसम्म यस्तो काम गरेको छैन उताबाट जवाफ आउला नआउला निश्चित पनि छैन, तर प्रयास पक्कै गर्ने बचन दिए ।

source: Two days later, I got a response from Dr. Arupa Ganguly of the University of Pennsylvania.
ne: २ दिन पछि डा. अरुपा गांगुलीको जवाफ आयो - यूनिवर्सिटी अफ पेन्सेलभेनिया बाट ।

source: She thanked me for the donation, and she explained that she is studying retinoblastoma, which is a deadly cancer of the retina that affects children under the age of five, and she said that yes, we were invited to visit her lab.
ne: उनले अंग दानको लागि धन्यवाद दिइन् र आफ्नो रिसर्च रेटिनोब्लास्टोमा को बारेमा बताईन् जून ५ बर्ष भन्दा मुनिका बच्चाको रेटिनामा असरगर्ने डरलाग्दो क्यान्सर हो । उनले आफ्नो ल्याबमा भेट्ने अनुमति दिइन ।

source: So next we talked on the phone, and one of the first things she said to me was that she couldn't possibly imagine how we felt, and that Thomas had given the ultimate sacrifice, and that she seemed to feel indebted to us.
ne: हामीले फोनमा कुरा गर्यौं, उनले सबैभन्दा पहिले हामी प्रति सहानुभूति व्यक्त गरिन, थमसले दिएको बलिदानप्रति हाम्रो ऋणी भएको बताइन्

source: So I said, "Nothing against your study, but we didn't actually pick it.
ne: हामीले भन्यौं - हामीले त केवल शरीर दान गरेका हौं,

source: We donated to the system, and the system chose your study.
ne: संजोगले यहाँ आइपुगेछ ।

source: I said, "And second of all, bad things happen to children every day, and if you didn't want these retinas, they would probably be buried in the ground right now.
ne: मैले भने - दोस्रो कुरा, ससाना नानीहरु दुर्घटनामा परिरहन्छन, यो रिसर्चको लागि रेटिना नचाहिएको भए सायद गाडेर माटोमा मिल्थ्यो

source: So to be able to participate in your study gives Thomas's life a new layer of meaning.
ne: बरु त्यो रिसर्चमा कामलाग्ने मौका पाएर थमसको शरीरले महत्व प्राप्त गर्यो ।

source: So, never feel guilty about using this tissue."
ne: तेसैले हामीप्रति ऋणी महसुस नगर्नु ।

source: Next, she explained to me how rare it was.
ne: उनले हामीलाई यो रेटिना कति दुर्लभ कुरा हो, बताईन् ।

source: She had placed a request for this tissue six years earlier with the National Disease Research Interchange.
ne: यस्तो टिस्सुको लागि उनले ६ बर्ष अगाडी देखि अनुसन्धान केन्द्रलाइ अनुरोध गरेकी रहिछन ।

source: She got only one sample of tissue that fit her criteria, and it was Thomas's.
ne: उनले आफ्नो छनौटमा मिल्ने टिस्सुको एउटा मात्र नमूना भेटेकी रहिछन र त्यो थियो थमस ।

source: Next, we arranged a date for me to come visit the lab, and we chose March 23, 2015, which was the twins' fifth birthday.
ne: ल्याबमा भेट्न जाने एउटा समय मिलाइयो । जुम्ल्याहाको ५ औं जन्मदिन पारेर २३ मार्च २०१३ मा ल्याब जाने समय मिलायौं ।

source: After we hung up, I emailed her some pictures of Thomas and Callum, and a few weeks later, we received this T-shirt in the mail.
ne: मैंले उनलाई थमस र क्यालमका केहि फोटोहरु इमेल गरेँ । यो टी-शर्ट तेस्को केहि हप्तापछि हुलाकबाट आएको हो ।

source: A few months later, Ross, Callum and I piled in the car and we went for a road trip.
ne: केहि महिना पछि रोस, क्यालम र म कारमा सडक यात्रामा निस्कियौं ।

source: We met Arupa and her staff, and Arupa said that when I told her not to feel guilty, that it was a relief, and that she hadn't seen it from our perspective.
ne: हामीले अरुपा र उनको सहकर्मीहरुलाई भेट्यौं । अरुपाले ऋणी महसुस गर्न नपर्दा ठुलो राहत मिलेको कुरा भनिन । हाम्रो नजरले उनीहरुले हेरेकै थिएनन ।

source: She also explained that Thomas had a secret code name.
ne: उनले यो भनिन कि थोमसको पनि गोप्य कोड नाम रहेछ ।

source: The same way Henrietta Lacks is called HeLa, Thomas was called RES 360.
ne: जसरी हेनरिता ल्याक्स लाइ हेला भनिन्छ, थमसलाइ RES ३६० नाम दिएको रहेछ ।

source: RES means research, and 360 means he was the 360th specimen over the course of about 10 years.
ne: RES भन्नाले रिसर्च, ३६० भन्नाले ३६०औं नमूना रहेछ १० बर्षे सो अध्ययनमा ।

source: She also shared with us a unique document, and it was the shipping label that sent his retinas from DC to Philadelphia.
ne: उनले हामीलाई एउटा अपत्यारिलो डकुमेन्ट देखाइन, त्यो एउटा ढुवानी चलान थियो, DC बाट फिलाडेल्फिया रेटिना पठाएको ।

source: This shipping label is like an heirloom to us now.
ne: त्यो ढुवानी चलान हाम्रो लागि पुर्ख्यौली सम्पत्ति जत्तिकै भएको छ ।

source: It's the same way that a military medal or a wedding certificate might be.
ne: आर्मीमा दिने मेडल वा बिवाह दर्ता प्रमाणपत्र जस्तै ।

source: Arupa also explained that she is using Thomas's retina and his RNA to try to inactivate the gene that causes tumor formation, and she even showed us some results that were based on RES 360.
ne: थमसको रेटिना र RNA ट्युमर उत्पन्न गर्ने जीनको निस्क्रियाताको लागि प्रयोग हुदै रहेछ उनले RES ३६० मा आधारित रहेर गरिएका केहि निस्कर्ष पनि देखाइन ।

source: Then she took us to the freezer and she showed us the two samples that she still has that are still labeled RES 360.
ne: हामीलाई फ्रीजको नजिकै लगिन, र अझै आफुसंग रहेका २ वोटा नमूनाहरु देखाइन - तिनमा अझै लेबल थियो - RES ३६० ।

source: There's two little ones left.
ne: साना साना २ टुक्रा बचाएर राखेको रहेछ,

source: She said she saved it because she doesn't know when she might get more.
ne: किन कि, थाहा छैन, फेरी अर्को नमूना कहिले फेला पर्छ ।

source: After this, we went to the conference room and we relaxed and we had lunch together, and the lab staff presented Callum with a birthday gift.
ne: हामी कन्फरेन्स कक्ष तर्फ लाग्यौं । केहि छिन आराम गर्यौं र दिउसोको खाना संगै खायौं । ल्याबका कर्मचारीले क्यालमलाइ जन्मदिनको उपहार दिए ।

source: It was a child's lab kit.
ne: बच्चाको खेलौना औजार रहेछन ।

source: And they also offered him an internship.
ne: उसलाई इन्टरनशीपको अनुमति पनि दिए ।

source: (Laughter) So in closing, I have two simple messages today.
ne: (हाँसो) निष्कर्षमा, म आज २ वटा साधारण सन्देशहरु दिन चाहन्छु -

source: One is that most of us probably don't think about donating to research.
ne: पहिलो, रिसर्चको लागि अंगदान दिने बिषयमा हामी खासै सोच्दैनौ ।

source: I know I didn't. I think I'm a normal person.
ne: मैंले पनि सोचेको थिईन । किन कि म पनि साधारण मानिस हुँ ।

source: But I did it.
ne: तर, मैंले दान दिएँ ।

source: It was a good experience, and I recommend it, and it brought my family a lot of peace.
ne: यो राम्रो अनुभब थियो र म यसको सुझाब दिन्छु, परिवारमा यसले धेरै शान्तिको अनुभब भयो ।

source: And second is if you work with human tissue and you wonder about the donor and about the family, write them a letter.
ne: दोस्रो- यदि तपाईं मानव टिस्सुसंग काम गर्नुहुन्छ, र कसको टिस्सु होला भन्ने लाग्छ भने उनीहरुलाई एउटा पत्र लेख्नुहोस ।

source: Tell them you received it, tell them what you're working on, and invite them to visit your lab, because that visit may be even more gratifying for you than it is for them.
ne: उनीहरुलाई टिस्सु प्राप्ति र रिसर्चको बारेमा लेख्नुहोस उनीहरुलाई ल्याब हेर्न बोलाउनुहोस्, उनीहरु संगको भेटघाटले उनीहरुभन्दा पनि तपाईंलाइ आत्मसन्तुस्टी मिल्छ ।

source: And I'd also like to ask you a favor.
ne: एउटा अनुरोध गर्न चाहन्छु,

source: If you're ever successful in arranging one of these visits, please tell me about it.
ne: कुनै दिन तपाई यस्तो भेटघाटको अवसर मिलाउन सक्नुभो भने मलाई पनि थाहा दिनुहोला ।

source: The other part of my family's story is that we ended up visiting all four facilities that received Thomas's donations.
ne: हाम्रो कथाको अर्को पाटो - हामी थमसको अंगदान लिने ४ वटै संगठनहरुमा गयौं ।

source: And we met amazing people doing inspiring work.
ne: प्रेरक काम गर्दै गरेका मान्छेहरु संग भेट गर्यौं,

source: The way I see it now is that Thomas got into Harvard, Duke and Penn -- (Laughter) And he has a job at Cytonet, and he has colleagues and he has coworkers who are in the top of their fields.
ne: येतिखेर मैले हेर्दा - थमस हार्वर्ड गयो, डिउक, पेंसेल्वानिया . . . . (हाँसो) थमस- साइटोनेट मा काम गर्छ, उसका आ-आफ्नो क्षेत्रमा उच्च स्थानमा रहेका सहकर्मी र साथीहरु छन । उनीहरुलाई

source: And they need him in order to do their job.
ne: आफ्नो काम सम्पन्न गर्न थमसको मद्धत अत्यावस्यक छ ।

source: And a life that once seemed brief and insignificant revealed itself to be vital, everlasting and relevant.
ne: यसरी, एकपटक नगन्य र छोटो देखिएको जीवन- अत्यावस्यक, अनन्त र सान्दर्भिकमा रुपान्तरण भयो ।

source: And I only hope that my life can be as relevant.
ne: अब यहि आशा छ - मेरो जीवन पनि सान्दर्भिक बनोस ।

source: Today, I am going to show you how this tablet and this virtual-reality headset that I'm wearing are going to completely revolutionize science education.
ne: आज म तपाईंहरुलाई देखाउँदै छु - कसरी यो ट्याब्लेट र मैंले लगाईरहेको भर्चुयल रियालिटी हेड्सेटले विज्ञान विषयको शिक्षणमा क्रान्ति लेराउँदै छ ।

source: And I'm also going to show you how it can make any science teacher more than twice as effective.
ne: साथै म के कुरा पनि देखाउने छु भने - कसरी यसले विज्ञान शिक्षकलाई दोहोरो प्रभावकारी बनाउन सक्छ ।

source: But before I show you how all of this is possible, let's talk briefly about why improving the quality of science education is so vitally important.
ne: यसभन्दाअघि, यो कसरी सम्भव छ त्यो तपाईंलाई देखाउँछु आउनुस् छोटो प्रसंग जोडौं, विज्ञान शिक्षणको गुणस्तरमा सुधार किन महत्वपूर्ण छ ।

source: If you think about it, the world is growing incredibly fast.
ne: यसो सोच्ने हो भने, संसार कति छिटो परिवर्तन भइरहेछ ।

source: And with that growth comes a whole list of growing challenges, challenges such as dealing with global warming, solving starvation and water shortages and curing diseases, to name just a few.
ne: परिवर्तन सँगसँगै चुनौतीहरु पनि बढ्दा छन् । बढ्दो चुनौतीहरु- जस्तै : ग्लोबल वार्मिंगको सामना, खाद्यान्न तथा पानीको अभावको समाधान, विभिन्न रोगहरुको उपचार, केही थोरै उदाहरण मात्रै ।

source: And who, exactly, is going to help us solve all of these great challenges?
ne: यी चुनौतिहरुको सामना गर्न, बास्तवमा हामीलाई कसले मद्धत गर्दै छ ?

source: Well, to a very last degree, it is these young students.
ne: धेरै हदसम्म, यिनै युवा विद्यार्थीहरुले ।

source: This is the next generation of young, bright scientists.
ne: यी युवा पुस्ता नै भविष्यका होनहार वैज्ञानिक हुन् ।

source: And in many ways, we all rely on them for coming up with new, great innovations to help us solve all these challenges ahead of us.
ne: धेरै हदसम्म हामी यिनैको भर पर्ने छौं - भविष्यका नवीनतम र महान् आविष्कारका लागि जसले आउँदा चुनौतीहरुको सामना गर्न हामीलाई सहयोग गर्नेछ ।

source: And so a couple of years back, my cofounder and I were teaching university students just like these, only the students we were teaching looked a little bit more like this here.
ne: केहि बर्ष अगाडी, मेरो सह संस्थापक र म यूनिवर्सिटीका विद्यार्थीहरुलाई यसै गरी पढाउँथ्यौं । हामीले पढाउँदै गर्दा विद्यार्थी लगभग यस्तै हुन्थे होलान् -

source: (Laughter) And yes, this is really the reality out there in way too many universities around the world: students that are bored, disengaged and sometimes not even sure why they're learning about a topic in the first place.
ne: (हाँसो) विश्वका कतिपय यूनिवर्सिटीको बास्तविकता हो यो : नीरस, अनि अल्छी मान्दै गरेका विद्यार्थीहरु, जसलाई यो विषय किन पढ्दै गरेको भन्ने पनि मतलब छैन ।

source: So we started looking around for new, innovative teaching methods, but what we found was quite disappointing.
ne: हामीले हाम्रो वरिपरी नवीन शिक्षा पद्धतीको खोजि गर्यौं । तर हामीले जे भेट्यौं, ती एकदमै निराशाजनक थिए ।

source: We saw that books were being turned into e-books, blackboards were being turned into YouTube videos and lecture hall monologues were being turned into MOOCs -- massive online open courses.
ne: किताबहरु इ-बुकमा रुपान्तरण भएका थिए, कालोपाटी - यू ट्युब भिडियोमा परिवर्तित भएका थिए कक्षा संचालन गरिने हलहरु MOOCs मा बदलिएका थिए (Massive Online Open Courses) ।

source: And if you think about it, all we're really doing here is taking the same content and the same format, and bringing it out to more students -- which is great, don't get me wrong, that is really great -- but the teaching method is still more or less the same, no real innovation there.
ne: हामीले पनि यहि गर्यौं भने तिनै पुराना सामग्री त्यही ढाँचा, अरु विद्यार्थीहरुसम्म पुर्याउँथ्यौं । मैंले त्यो तरिका नराम्रो भन्नखोजेको होइन । तर शिक्षण पद्धति लगभग उस्तै हुन्थ्यो , नयाँपन केही हुन्नथ्यो ।

source: So we started looking elsewhere.
ne: हामी अरु उपाय सोच्न थाल्यौं ।

source: What we found was that flight simulators had been proven over and over again to be far more effective when used in combination with real, in-flight training to train the pilots.
ne: हामीले देख्यौं - Flight Simulator (उडान सिकाउने कम्प्युटर खेल) वास्तविक उडान तालिम संगै पाइलटहरुलाई खेल्न दिंदा, तालिम बढी नै प्रभावकारी देखियो ।

source: And so we thought to ourselves: Why not just apply that to science?
ne: हामीले विचार गयौं, यी कुरा विज्ञान शिक्षणमा पनि किन प्रयोग नगर्ने ?

source: Why not build a virtual laboratory simulator?
ne: किन Virtual Laboratory Simulator नबनाउने ?

source: Well, we did it.
ne: हामीले ल्याब बनायौं ।

source: We basically set out to create a fully simulated, one-to-one, virtual reality laboratory simulator, where the students could perform experiments with mathematical equations that would simulate what would happen in a real-world lab.
ne: विशेषत: एक शिक्षक, एक प्रशिक्षक हुने गरी हामीले पूर्ण Virtual Reality Laboratory Simulator बनायौं, जहाँ बिद्यार्थीहरु वास्तविक संसारको ल्याबमा जस्तै गणितीय समीकरणको साथमा बिभिन्न प्रयोग गर्न सक्छन् ।

source: But not just simple simulations -- we would also create advanced simulations with top universities like MIT, to bring out cutting-edge cancer research to these students.
ne: साधारण Simulations मात्र नभएर MIT जस्ता स्तरीय युनिवर्सिटीसंग मिलेर हामीले Advanced Simulations बनायौं । जहाँ, क्यान्सरको Cutting-Edge रिसर्च समेत गर्न सकिन्छ ।

source: And suddenly, the universities could save millions of dollars by letting the students perform virtual experiments before they go into the real laboratory.
ne: विद्यार्थीहरुलाई वास्तविक रिसर्चमा पठाउनु अघि, Virtual Experiments गर्न दिएर यूनिवर्सिटीहरुले करोडौं रुपैंया बचाउन सक्छन् ।

source: And not only that; now, they could also understand -- even on a molecular level inside the machine -- what is happening to the machines.
ne: त्यतिमात्र नभएर ; मसिनको भित्री तह सम्म हेरेर मसिनमा के हुदै छ समेत बुझ्न सक्छन् ।

source: And then they could suddenly perform dangerous experiments in the labs as well.
ne: उनीहरु ल्याबमा खतरापूर्ण परिक्षण गर्न समेत सजिलै सक्षम हुनेछन्।

source: For instance also here, learning about salmonella bacteria, which is an important topic that many schools cannot teach for good safety reasons.
ne: उदाहरणको लागि: साल्मोनेला ब्याक्टेरियाको बारेमा जान्नु एउटा महत्वपुर्ण विषय हो । तर सुरक्षाको कारण, धेरै स्कूलहरुले पढाउन सक्दैनन् ।

source: And we, of course, quiz the students and then give the teachers a full dashboard, so they fully understand where the students are at.
ne: हामी बिद्यार्थीलाइ यो काम दिएर, शिक्षकलाइ पुरै ड्यास बोर्ड दिएर, उनीहरुले बिद्यार्थीले कत्तिको बुझेका रहेछन, थाहा पाउन सक्छौं ।

source: But we didn't stop there, because we had seen just how important meaning is for the students' engagement in the class.
ne: त्यति मात्र होइन, बिद्यार्थीलाई किन क्लासमा व्यस्त बनाउन आवश्यक छ, हामीले बुझेका छौं ।

source: So we brought in game designers to create fun and engaging stories.
ne: त्यसैले रमाइलो र आकर्षक कथाहरु जोड्न हामीले गेम डिजाईनरहरुको मद्धत लियौं ।

source: For instance, here in this case, where the students have to solve a mysterious CSI murder case using their core science skills.
ne: उदाहरणको लागि यो कक्षामा आफ्नो विज्ञान क्षमताको पूर्ण सदुपयोग गर्दै बिद्यार्थीहरुले CSI रहस्यमय घटना सुल्झाउनु पर्छ ।

source: And the feedback we got when we launched all of this was quite overwhelmingly positive.
ne: यी कामहरु गर्दा हामीले पाएको प्रतिक्रिया अत्यन्त सकारात्मक छ ।

source: Here we have 300 students, all passionately solving CSI murder cases while learning core science skills.
ne: यहाँ ३०० जना बिद्यार्थीहरु आफूले जानेको बिज्ञान ज्ञानको प्रयोग गर्दै धैर्यपूर्वक CSI मर्डर केस सुल्झाउँदै छन ।

source: And what I love the most about this is really when the students come up to me sometimes afterwards, all surprised and a little confused, and say, "I just spent two hours in this virtual lab, and ... and I didn't check Facebook."
ne: मलाई सबैभन्दा रमाइलो लाग्ने कुरा, कहिले कहीं बिद्यार्थीहरु क्लास पछि छक्क पर्दै आउछन् र भन्छन् यो Virtual Lab मा Facebook नै नहेरी २ घण्टा बितेको पत्तै पाइनं ।

source: (Laughter) That's how engaging and immersive this really is for the students.
ne: (हाँसो) यसरी बिद्यार्थीहरुले समय बितेको पत्तै पाऊदैनन् ।

source: And so, to investigate whether this really worked, a learning psychologist did a study with 160 students -- that was from Stanford University and Technical University of Denmark.
ne: यसको बास्तवमै काम गरेको नगरेको अनुसन्धान गर्न Stanford University र Technical University of Denmark का १६० बिद्यार्थीहरुमा अनुसन्धान गरियो ।

source: And what they did is split the students into two groups.
ne: उनीहरुले ती बिद्यार्थीहरुको समूहलाई २ भागमा बाँडे -

source: One group would only use the virtual laboratory simulations, the other group would only use traditional teaching methods, and they had the same amount of time.
ne: एउटा समूहलाई Virtual Laboratory Simulations र अर्को समूहलाइ पुरानै शिक्षण पद्धति दिइयो । दुवै समूहलाइ बराबर समय दिइयो ।

source: Then, interestingly, they gave the students a test before and after the experiment, so they could clearly measure the learning impact of the students.
ne: अनुसन्धान गर्नु अघि र पछि बिद्यार्थीहरुको जांच लिइयो । यसरी उनीहरुले विद्यार्थी सिकाई प्रभाबलाई प्रस्ट रुपमा परिक्षण गर्न सकियोस् ।

source: And what they found was a surprisingly high 76 percent increase in the learning effectiveness when using virtual laboratories over traditional teaching methods.
ne: अनुसन्धान नतिजा अनुसार: पुरानो शिक्षण पद्धति भन्दा नयाँ पद्धति पढ्ने ७६% बिद्यार्थीहरुको सिकाई - गुणस्तरीय थियो ।

source: But even more interestingly, the second part of this study investigated what the teacher's impact was on the learning.
ne: अझ रमाइलो कुरा अनुसन्धानको दोस्रो पाटो - शिक्षकहरुमा पार्ने प्रभाव थियो ।

source: And what they found was that when you combined the virtual laboratories with teacher-led coaching and mentoring, then we saw a total 101 percent increase in the learning effectiveness, which effectively doubles the science teacher's impact with the same amount of time spent.
ne: के पत्ता लाग्यो भने - शिक्षकद्वारा दिइने कक्षा, प्रशिक्षण र Virtual Laboratories संयुक्त गर्ने हो भने, सिकाईको गुणस्तरमा १०१ % ले वृद्धि भएको देखियो । र उत्तिकै समय अबधिमा बिज्ञान शिक्षकको प्रभाव पनि दोब्बर देखियो ।

source: So a couple of months back, we started asking ourselves -- we have a wonderful team now of learning psychologists and teachers and scientists and game developers -- and we started asking ourselves: How can we keep ourselves to our promise of constantly reimagining education?
ne: केहि महिना पछि हामीले हामीलाई प्रश्न गर्यौं अहिले हामी संग- प्रशिक्षार्थी मनोबिज्ञ, शिक्षक, बैज्ञानिक, गेम ड़ेवलपरहरुको राम्रो समूह छ फेरी आफैंलाई प्रश्न गर्यौं - निरन्तर नयाँ शिक्षा पद्धति निर्माण गर्ने हाम्रो प्रणलाइ राख्न सक्छौं ?

source: And today, I am really excited to be presenting what we came up with and have been working incredibly hard to create.
ne: हामीले लामो समयदेखि निर्माणगर्दै गरेको र कठिन कामको बारेमा प्रस्तुत गर्न पाउँदा आज म खुशी छु ।

source: I will explain briefly what this is.
ne: यो के हो त, म छोटकरीमा भन्ने छु ।

source: Basically, I take my mobile phone -- most students already have these, smartphones -- and I plug it into this virtual-reality headset, a low-cost headset.
ne: मेरो हातमा यो मोबाइल फोन छ, प्राय: बिद्यार्थीहरुसंग पहिले नै यो स्मार्ट फोन छ । मैंले यसलाई Virtual-Reality Headset संग Plug In गरेको छु ।

source: And now what I can effectively do is, I can literally step into this virtual world.
ne: शाब्दिक रुपमा भन्दा, अब म यो Virtual World मा प्रवेश गर्न सक्छु

source: We'll have some of you in the audience also get to try this, because it is really something that you have to try to fully feel how immersive it really is.
ne: केही दर्शकहरुलाई पनि हामीले यो मौका दिएका छौं । कुन हद सम्मको यो वास्तविक संसार लाग्छ, त्यो थाहा पाउन, तपाईंले यो हेर्नैपर्दछ ।

source: It literally feels like I just stepped inside this virtual lab.
ne: अब म बास्तबिकतामै यो ल्याबमा प्रवेश गरेको महसुस गर्दै छु ।

source: Do you see me up on the screen?
ne: मलाई स्क्रिनमा देख्नुभो ?

source: Michael Bodekaer: Great! Awesome.
ne: माइकल बोडेकर : गज्ज़ब !

source: So basically, I have just turned my mobile phone into a fully simulated, million-dollar Ivy League laboratory with all this amazing equipment that I can interact with.
ne: ! मैले भर्खरै मेरो मोबाइल फोन अन गरें - अब म, अत्याधुनिक, बिशाल, करोडौं रुपिया पर्ने ल्याबसंग अन्तरक्रिया गर्न सक्छु ।

source: I can, for instance, pick up the pipette and do experiments with it.
ne: उदाहरणको लागि, अब म यो औजार लिएर अनुसन्धान गर्न सक्छु ।

source: I have my E-Ggel, my PCR and -- oh, look there, I have my next-generation sequencing machine, and there I even have my electron microscope.
ne: म संग E-Ggel, PCR छन, हेर्नुस त त्यहाँ मसंग अत्याधुनिक परीक्षण मसिन छ । त्यहाँ Electron Microscope छ

source: I mean, who's carrying around an electron microscope in their pocket?
ne: आफ्नो खल्तीमा Electron Microscope राखेर कोही हिड्छ ?

source: And here I have my machine, I can do different experiments on the machine.
ne: यहाँ परीक्षण उपकरण छ यसको सहायताले म बिभिन्न परिक्षण गर्न सक्छु

source: And over here I have the door, I can go into other experiments, I can perform in the laboratories.
ne: यहाँ ढोका छ, यहाँबाट म अरु परीक्षणमा जान सक्छु, ल्याबरोटरीमा काम गर्न सक्छु ।

source: And here, I have my learning tablet.
ne: यो मेरो पढ्ने ट्याब्लेट हो,

source: This is an intelligent tablet that allows me to read about relevant theory.
ne: यो साह्रै चलाख छ । यसले मलाई Relevant Theory पढ्न दिन्छ ।

source: As you can see, I can interact with it.
ne: म यससंग अन्तरक्रिया गर्न सक्छु ।

source: I can watch videos and see content that is relevant to the experiment that I'm performing right now.
ne: म यसमा विडियो हेर्न सक्छु, परिक्षण गर्दै गरेको बिषयमा आवस्यक जानकारी खोज्न सक्छु ।

source: Then over here, I have Marie.
ne: यहाँनिर म्यारी छन् ।

source: She is my teacher -- my lab assistant -- and what she does is guides me through this whole laboratory.
ne: उनी मेरो शिक्षक र ल्याब सहायक हुन् । उनले मलाई सम्पूर्ण ल्याबको पथ प्रदर्शन गराउछिन् ।

source: And very soon, the teachers will be able to literally teleport themselves into this virtual world that I'm in right now and help me, guide me, through this whole experiment.
ne: चाडै नै शिक्षकहरु अहिले म भैरहेको Virtual संसारमा आफैंलाई Teleport गर्नेछन, अनि यही उपकरणको सहायताले मलाई मद्धत गर्न, मार्ग निर्देशन गर्न सक्नेछन ।

source: And now before I finalize this, I want to show you an even cooler thing, I think -- something you cannot even do in real laboratories.
ne: यो बिषयलाइ सम्पन्न गर्नु अगाडी, म तपाईलाइ अझ मज्जाको कुरा देखाउन गइरहेको छु । यस्तो काम तपाईं वास्तविक परीक्षणशाला पनि गर्न पाउनुहुन्न ।

source: This is a PCR machine.
ne: यो PCR मशिन हो

source: I'm now going to start this experiment.
ne: अब म यो परिक्षण गर्न जादै छु ।
